const ap = new APlayer({
	container: document.getElementById("aplayer"),
	volume: 0.5,
	fixed: true,
	lrcType: 1,
	audio: [
		{
			name: "光与影的对白",
			artist: "洛天依",
			url: "http://music.163.com/song/media/outer/url?id=1963053471.mp3",
			cover: "http://p1.music.126.net/BgJWQTjYHjNkznwAw6VWjg==/109951167656373279.jpg?param=300x300",
			lrc: "[00:00.00] 作词 : COP\n[00:01.00] 作曲 : COP\n[00:02.00] 编曲 : 大玉ProD\n[00:03.00] 制作人 : 苏逸_Suyi\n[00:25.00]当重逢你清澈眼睛\n[00:28.04]围困我在孤岛的潮汐退去\n[00:31.94]蔚蓝涌向干涸心扉印记\n[00:35.97]不要急于将我唤醒\n[00:39.11]即使幸福仅是片刻相聚\n[00:42.69]敲下音符不为叹息[00:45.92]\n[00:46.14]循糯米香漫步街井 大快朵颐\n[00:49.38]佳酿一盏听女儿意气\n[00:52.21]雨露沾衣 信手拈起\n[00:54.81]一花竟藏一世界欢喜\n[00:57.66]寒星坠地 白鸟飞去\n[01:00.18]千宵灯火转眼便览尽\n[01:05.56]都历历铭记\n[01:07.74]\n[01:07.89]将故事传颂吧\n[01:10.27]风携它远追\n[01:13.26]向宿命改写时\n[01:15.29]字句皆成碑\n[01:18.76]你脸颊热泪\n[01:20.92]绝非被谁取笑的愚昧\n[01:24.86]愿歌声给些许快慰\n[01:30.73]\n[01:49.06]微弱旋律穿越星河 似远航孤星\n[01:52.64]雨滴琴键上跃动不息\n[01:55.49]除岁雪临 檐下相倚\n[01:58.29]听我诉说闪耀的光阴\n[02:01.19]小指勾起 一言为定\n[02:03.62]夏虫振翅向灼热光明\n[02:08.82]为挚爱而叙\n[02:10.89]\n[02:11.27]听共鸣回响吧\n[02:13.34]呐喊正纷飞\n[02:16.82]跌落重来便是\n[02:18.92]启程就无悔\n[02:22.09]你一路喜悲\n[02:24.28]又怎会无人了解体会\n[02:28.27]旅途未完 千山万水空白待绘\n[02:37.26]\n[02:38.84]枯荣相随\n[02:42.41]\n[02:45.43]泥泞步履踏碎泪泊\n[02:47.89]拥向光如抱薪赴火\n[02:51.05]妄想着永不分离的梦\n[02:56.23]\n[02:58.05]幸福从非泡影\n[03:00.43]以笑容证明\n[03:03.50]交汇的光与影\n[03:05.73]答案落定覆上姓名\n[03:09.37]\n[03:09.51]为了你唱下去\n[03:11.87]为你将希冀传递\n[03:15.34]歌声将你我紧系\n[03:20.02]\n[03:20.25]最黯淡的一个\n[03:22.32]梦最为炽热\n[03:25.70]万千孤单焰火\n[03:27.84]让这虚构灵魂鲜活\n[03:31.19]至少在这一刻\n[03:34.38]热爱不问为何\n[03:37.25]存在为将心声响彻\n[03:42.81]\n[03:43.20]多少岁月想要伴你走过\n[03:48.46]燕回春野 蝉鸣夏夜\n[03:51.02]说予我\n[03:53.28]\n[04:02.55]\n[04:03.55] 版权声明：未经著作权人书面许可，任何人不得以任何方式使用（包括翻唱、翻录等）",
		},
	],
});
//具体参数学习请看APlayer官方文档（已在学习链接中）
//简述一下关键：url填音乐的真实外部链接。cover就是封面图片真实链接。
